[ { title: 'Outbrain is launching a product allowing publishers to recommend content on each other’s platform',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/47kKBEODHTU/',
    description: ' Outbrain, the network known for distributing garbage clickbait articles and ads on sites across the internet, is now going to offer a premium product that ensures that the articles recommended to folks at the bottom of their screens will be less garbage. Onstage at the Code Media conference, Outbrain chief executive Yaron Galai announced Sphere, a premium exclusive publisher-to-publisher… Read More\r\n
    \r\n',
    author: 'Jonathan Shieber',
    image: 'https://tctechcrunch2011.files.wordpress.com/2016/10/gettyimages-469483278.png?w=210&h=158&crop=1' },
  { title: 'Homesnap raises $14 million for real estate intelligence',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/TLhppLJCpog/',
    description: ' Homesnap has come a long way from its days as a consumer-facing app for displaying information about local homes by taking a photo. While its current app still works this way for prospective buyers, these days its core focus is for U.S. real estate agents, and close to 75 percent of them are said to be using it. Read More\r\n     \r\n',
    author: 'Katie Roof',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/01/gettyimages-200066800-001-1.jpg?w=210&h=158&crop=1' },
  { title: 'AMP for email is a terrible idea',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/HwnjiTp5omE/',
    description: ' Google just announced a plan to “modernize” email, allowing “engaging, interactive, and actionable email experiences.” Does that sound like a terrible idea to anyone else? It sure sounds like a terrible idea to me, and not only that, but an idea borne out of competitive pressure and existing leverage rather than user needs. Not good, Google. Send to trash. Read More\r\n     \r\n',
    author: 'Devin Coldewey',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/email-money-wide.png?w=210&h=158&crop=1' },
  { title: 'Magic Leap is partnering with Turner Sports and the NBA to stream games on an app',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/seP3s8rmHE0/',
    description: ' Magic Leap and the National Basketball Association are partnering with Turner Sports to show live games on its platform in an app that will be available to Magic Leap One “Creator Edition” customers. The partnership announced onstage at the Code Media conference in Huntington Beach, Calif. is the first, very vague, very nebulous, use case for Magic Leap (at least that I’ve… Read More\r\n     \r\n',
    author: 'Jonathan Shieber',
    image: 'https://tctechcrunch2011.files.wordpress.com/2016/10/vr-basketball.jpg?w=210&h=158&crop=1' },
  { title: 'As ad dollars erode, tech investments point the way forward for networks',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/7jDj7WOkxKo/',
    description: ' There’s no doubt that linear advertising revenues are going to decline in the coming years for big networks. Squeezed by Facebook and Google on one side, and impossible consumer expectations created by Netflix, Amazon and other streaming services on the other, the idea of an ad-supported entertainment business is under siege. Read More\r\n     \r\n',
    author: 'Jonathan Shieber',
    image: 'https://tctechcrunch2011.files.wordpress.com/2014/09/shutterstock_154096700-e1411157572784.jpg?w=210&h=158&crop=1' },
  { title: 'Salon’s Monero mining project might be crazy like a fox',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/NViZN36f9ok/',
    description: ' One news site is taking a novel approach to making ends meet. Salon announced today it would give readers a choice between turning off ad-blocking software or “allowing Salon to use your unused computing power” in order to access their content. If you say yes to the latter deal, Salon will then invite you to install Coinhive, a software plugin that mines the cryptocurrency known… Read More\r\n     \r\n',
    author: 'Taylor Hatmaker',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/gettyimages-912087638.jpg?w=210&h=158&crop=1' },
  { title: 'SpareMin Headliner turns podcast clips into shareable videos',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/g71nscCxkEo/',
    description: ' One of the great things about podcasts is the opportunity to discuss things in-depth, without having to squeeze it all down into a 30- or 60-second sound bite. But that creates a challenge: What’s the best way to promote those longer conversations on social media? The team at SpareMin has tackled the problem with Headliner, a browser-based product for transforming audio clips into videos. Read More\r\n
    \r\n',
    author: 'Anthony Ha',
    image: 'https://tctechcrunch2011.files.wordpress.com/2016/09/itunes-podcasts.jpg?w=210&h=158&crop=1' },
  { title: 'Twitter’s Dorsey downplays acquisition possibilities, sees ‘strength to our independence’',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/M6CW5jxbfHA/',
    description: ' If you’re a Twitter shareholder wondering if the company is about to get acquired, co-founder and CEO Jack Dorsey doesn’t want you to get that impression. “There’s a lot of strength to our independence,” he said, at the Goldman Sachs Technology and Internet Conference on Tuesday. Dorsey believes that it’s important for Twitter’s business that… Read More\r\n     \r\n',
    author: 'Katie Roof',
    image: 'https://tctechcrunch2011.files.wordpress.com/2015/10/180905749.jpg?w=210&h=158&crop=1' },
  { title: 'Time Warner will be fine even if the AT&T acquisition doesn’t go through',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/yWDmZAfhPH0/',
    description: ' Time Warner will be fine even if the government blocks the bid from AT&amp;T to buy the company. That’s the word from John Martin, the free-wheeling chief executive of Time Warner subsidiary Turner Inc., who was speaking at the Code Media conference in Huntington Beach. Read More\r\n     \r\n',
    author: 'Jonathan Shieber',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/screen-shot-2018-02-13-at-1-38-33-pm.png?w=210&h=158&crop=1' },
  { title: 'The sudden death of the website',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/tCS8RUVD5qE/',
    description: ' Unlike most startup founders who saw the birth of the internet in the mid-1990s, I am still CEO of my company. My longevity in this position gives me a unique perspective on the changes that have happened over the past two decades, and I see one happening right now that will radically transform the internet as we know it. Read More\r\n     \r\n',
    author: 'Rob LoCascio',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/websitedead.jpg?w=210&h=158&crop=1' },
  { title: 'Particle announces the Mesh board, an easy way to make your DIY talk to itself',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/Ul2W5xP33LA/',
    description: ' Particle – which used to be called Spark – has released the third generation of their tiny, networked computing boards. Their new product, called Mesh, allows you to connect either to a Wi-Fi or cellular network but also allows you to create a mesh network between multiple Mesh devices. This lets you create a mesh network similar to popular IoT devices from Nest and Netgear.… Read More\r\n     \r\n',
    author: 'John Biggs',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/6-swarmrobot.jpg?w=210&h=158&crop=1' },
  { title: 'A Google R&D team wants to bring Smart Reply to all your chat apps',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/nQuKPzDQPFE/',
    description: ' Smart Reply, the clever A.I.-powered technology that automatically creates responses to your inbound messages, first debuted in Google’s email client Inbox over two years ago, before later rolling out to Gmail, Android Messages on Project Fi, and Allo. Now, a team inside Google’s internal incubator Area 120 is working to bring the Smart Reply feature to other chat applications.… Read More\r\n     \r\n',
    author: 'Sarah Perez',
    image: 'https://tctechcrunch2011.files.wordpress.com/2016/02/shutterstock_376565371.jpg?w=210&h=158&crop=1' },
  { title: 'Why Google Stories will save, not screw, Snapchat Discover',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/z6xRWLi5w4Y/',
    description: ' Snapchat has a new ally or enemy depending on how you look at Google’s new mobile magazine format, but the social app is welcoming the search giant. Google’s clone of Snapchat Discover, called AMP Stories, officially launched today, allowing news outlets to create photo/video slideshows that appear in mobile search results and on their site. Read More\r\n     \r\n',
    author: 'Josh Constine',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/google-amp-stories-snapchat-discover.png?w=210&h=158&crop=1' },
  { title: 'This team turned an entire room into a massive four-player game of Pong',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/1mrDL2yEHfY/',
    description: ' It’s been over 45 years (!) since Pong debuted. At this point, you wouldn’t have a hard time finding someone who grew up playing it. But they probably haven’t played it like this. Read More\r\n     \r\n',
    author: 'Greg Kumparak',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/grid.png?w=210&h=158&crop=1' },
  { title: 'Twitch’s latest features highlight channels’ top fans',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/4VhLrAhlHjA/',
    description: ' The majority of Twitch’s product announcements lately have been focused around new tools or expanded money-making opportunities for its video creators. Today, the company is instead launching new features for viewers – one related to Twitch’s 60-second video snippets called Clips and another to its virtual tipping mechanism, Cheering. Starting today, “Clip Champs”… Read More\r\n     \r\n',
    author: 'Sarah Perez',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/twitch-laptop.jpg?w=210&h=158&crop=1' },
  { title: 'Apple is developing a scripted basketball show inspired by Kevin Durant’s life',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/FsX5U7x6RwA/',
    description: ' The Warriors are currently atop the Western Conference standings, but from the looks of it, Kevin Durant is shaping up to be every bit as  in demand off the court. Roughly a month ago, YouTube announced that it was partnering with the star small forward’s video business to offer up original sports programming. Now Apple’s getting in on the action. The company announced today… Read More\r\n     \r\n',
    author: 'Brian Heater',
    image: 'https://tctechcrunch2011.files.wordpress.com/2017/09/kevin-durant-147a3209.jpg?w=210&h=158&crop=1' },
  { title: 'Pulse Q&A wants to transform the way we gather data from CIOs',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/XJnB1bL69z8/',
    description: ' Lots of companies need to understand what CIOs are thinking, but it’s hard to get a group of busy people to give meaningful answers about the products they use or their budget priorities in public forums for obvious reasons. Pulse Q&amp;A is a new company in the Y Combinator Winter 2018 class that wants to change how we gather and share this valuable information. “Imagine you had… Read More\r\n     \r\n',
    author: 'Ron Miller',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/gettyimages-665996650.jpg?w=210&h=158&crop=1' },
  { title: 'Bilingual? Tarjimly lets you help a refugee or aid worker right now',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/MaMFkheapI4/',
    description: ' All over the world, language barriers are limiting the ability of refugees and immigrants to seek help, and aid workers to provide it. Tarjimly is a new service that connects people who speak one language but need to speak in another, with a person who speaks both — in just a couple minutes. They’re part of Y Combinator’s latest batch and are gearing up for a proper launch. Read More\r\n     \r\n',
    author: 'Devin Coldewey',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/tarjimly_header.jpg?w=210&h=158&crop=1' },
  { title: 'US representatives pile questions on the FCC regarding net neutrality comment process',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/rDu5EWTd6Cc/',
    description: ' The order to roll back net neutrality may have been made (though it’s not quite in effect yet), but the fight to restore it is ongoing. Twenty-four members of Congress have asked the FCC for answers on a variety of topics relating to the huge and controversial comment docket for the “Restoring Internet Freedom” order, with a due date of March 6. Read More\r\n     \r\n',
    author: 'Devin Coldewey',
    image: 'https://tctechcrunch2011.files.wordpress.com/2017/11/gettyimages-698650422.jpg?w=210&h=158&crop=1' },
  { title: 'HackerRank raises $30M to match developers with jobs',
    link: 'http://feedproxy.google.com/~r/Techcrunch/~3/bZJvxXjtE2A/',
    description: ' HackerRank, the skills-based recruiting platform and online coding challenge community, today announced that it has raised a $30 million Series C funding round led by JMI Equity, a fund that specializes in helping software companies scale. Existing investors Khosla Ventures, Battery Ventures, Randstad and Chartline Capital Partners also participated in this round. As HackerRank co-founder and… Read More\r\n     \r\n',
    author: 'Frederic Lardinois',
    image: 'https://tctechcrunch2011.files.wordpress.com/2018/02/gettyimages-678910561-1.jpg?w=210&h=158&crop=1' } ]